<!DOCTYPE html>
<html>
<head>
	<meta charset="utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1.0">
<title>deligoo - Internet of Things - H-DA - Gestaltung</title>
	<meta name="description" content="">
	<link rel="stylesheet" href="MP4/assets/css/bootstrap.css">
	<link rel="stylesheet" href="MP4/assets/fonts/font-awesome-4.3.0/css/font-awesome.min.css">
	<link rel="stylesheet" href="MP4/assets/css/all.css">
	<link href='http://fonts.googleapis.com/css?family=Lato:400,700,300|Source+Sans+Pro:400,700,400italic,700italic' rel='stylesheet' type='text/css'>
</head>
<body class="sub">

<div id="wrapper">
		<header id="header">
			<div class="container">
				<div class="logo"><a href="#"><img src="MP4/assets/images/logo.svg" alt="Deligoo"></a></div>
				<nav id="nav">
					<div class="opener-holder">
						<a href="#" class="nav-opener"><span></span></a>
					</div>
					
					<div class="nav-drop">
					<ul><li class="first"><a href="index.html" title="Home" >Home</a></li>
<li><a href="research.html" title="Research" >Research</a></li>
<li class="active"><a href="konzept.html" title="Konzept" >Konzept</a></li>
<li><a href="management.html" title="Management" >Management</a></li>
<li class="last"><a href="technik.html" title="Technik" >Technik</a></li>
</ul>
					</div>
				</nav>
			</div>
		</header>
	<section class="visual-container visual autoHeight">
		<div class="visual-area">
			<div class="container">
				<h2>Gestaltung</h2>
			</div>
			<img src="MP4/assets/images/img-decor-02.jpg" height="764" width="1380" alt="" class="bg-stretch">
		</div>
	</section>
	<section class="main">
		<div class="container">
			<div class="row">
				<div class="text-box col-sm-8 content">
					<h2>Konzept</h2>
<div class="simpleclear">
<div class="col-md-4"><img src="MP4/assets/images/Inspiration_Filter_zu.png" alt="" /></div>
<div>
<h3>Inspiration</h3>
<p>Der Fokus liegt auf dem Inspirieren des Nutzers mit unseren Rezeptvorschl&auml;gen. Das Interface ist aus diesem Grund zur&uuml;ckhaltend gestaltet, damit die Rezeptbilder den Fokus der Aufmerksamkeit erlangen. Zus&auml;tzlich gibt es eine Such- und Filterfunktion anhand der der Nutzer die Rezeptdatenbank entdeckt werden kann. Als Filtereinstellungen sind Optionen wie &bdquo;schnelle &amp; einfache K&uuml;che&ldquo;, &bdquo;kein Einkaufen&ldquo; und &bdquo;eigene Vorr&auml;te&ldquo; vorgesehen. Hierbei ist zu beachten, dass diese im Zuge einer finalen Umsetzung zu erweitern und erg&auml;nzen sind. Dies kann beispielsweise durch spezielle Ern&auml;hrungstypen (vegetarisch, vegan usw.) geschehen.</p>
</div>
</div>
<hr />
<div class="simpleclear">
<div class="col-md-4"><img src="MP4/assets/images/Rezept.png" alt="" /></div>
<div>
<h3>Rezeptdetail</h3>
<p>Die Detailansicht eines Rezeptes bietet die Informationen, die man herk&ouml;mmlichen Kochb&uuml;chern kennt: Zutaten, Beschreibung der Zubereitung und einen Indikator f&uuml;r wie viele Personen die Menge ausgelegt ist. Im Zuge der Digitalisierung erweitern wir die Portionenanzahl um eine interaktive Komponente und k&ouml;nnen die Anzahl variieren und automatisch die Zutatenmenge gegenrechnen lassen.</p>
<p>Zus&auml;tzlich zur klassischen Zutatenliste wird unsere Liste nochmals in drei Abschnitte unterteilt, die visualisieren, ob die Lebensmittel bereits im eigenen Vorrat, in der Community oder noch in einem Supermarkt einzukaufen sind. Zu den aus der Community zu besorgenden Lebensmitteln k&ouml;nnen jederzeit Details &uuml;ber einen Standort Screen eingesehen werden.</p>
<p>Durch den zentral unterhalb des Bildes positionierten Button, werden zweierlei Funktionen ausgel&ouml;st. Zum Einen wird das Rezept zur Merkliste hinzugef&uuml;gt, damit es auch sp&auml;ter noch ersichtlich ist welches Rezept man kochen wollte und zum Anderen werden die ben&ouml;tigten Lebensmittel zur Einkaufsliste hinzugef&uuml;gt. Als Best&auml;tigung und R&uuml;ckmeldung wird dieser Vorgang dem Nutzer &uuml;ber ein Popup kommuniziert.</p>
</div>
</div>
<hr />
<div class="simpleclear">
<div class="col-md-4"><img src="MP4/assets/images/Waren.png" alt="" /></div>
<div>
<h3>Inventar</h3>
<p>Die Verwaltung der Lebensmittel erfolgt &uuml;ber das Inventar und die Einkaufsliste. Die Inventarliste separiert die Lebensmittel nach Zugeh&ouml;rigkeit. Im Regelfall wird dies der eigene Vorrat und freigegebene Artikel. Mittels einfachen Drag der Elemente zur linken Seite ist es m&ouml;glich die gewohnten Optionen auf iOS Ger&auml;ten zu erreichen, wodurch man zur h&auml;ndischen Option des Sharings oder des L&ouml;schens gelangt. Lebensmittel die von Einkaufsm&ouml;glichkeiten, die nicht mit unserem System ausgestattet sind, k&ouml;nnen &uuml;ber eine Hinzuf&uuml;gen Button am oberen rechten Rand des Screens eingestellt werden.</p>
</div>
</div>
<hr />
<div class="simpleclear">
<div class="col-md-4"><img src="MP4/assets/images/Waren_Einkaufsliste.png" alt="" /></div>
<div>
<h3>Einkaufsliste</h3>
<p>Einzukaufende Produkte werden &auml;hnlich wie in der Inventarliste zwischen einzukaufenden und geteilten Lebensmittel unterschieden. Wie man es von einer Todo-Liste gewohnt ist, k&ouml;nnen bereits besorgte Waren abgehakt werden um diese abschlie&szlig;end nach dem Einkaufen ins Inventar zu &uuml;bertragen. Durch die Authentifizierungstechnologie, die wir Superm&auml;rkten anbieten, k&ouml;nnen signifikante Details zu Ablaufdatum, Herkunft, Qualit&auml;t und vieles mehr der gekauften Lebensmitteln mit an den Kunden &uuml;bertragen werden. Identisch zur Rezeptansicht befinden sich hinter den Lebensmitteln der Community nochmals Detailansichten um ggf. Kontakt zu den teilenden Personen aufzunehmen.</p>
</div>
</div>
<hr />
<h2>Prototyp</h2>
<p><iframe src="https://marvelapp.com/22dd266?emb=1" width="452" height="925" frameborder="0"></iframe></p>
				</div>
				<div class="col-sm-3 col-sm-offset-1">
				  <div class="sidebar-module">
				  <h3>Konzept</h3>
					<ul class="nav nav-pills nav-stacked"><li class="first"><a href="iot.html" title="Internet of Things" >Internet of Things</a></li>
<li><a href="anforderungen.html" title="Anforderungen" >Anforderungen</a></li>
<li><a href="interaktionskonzept.html" title="Interaktionskonzept" >Interaktionskonzept</a></li>
<li class="last active"><a href="gestaltung.html" title="Gestaltung" >Gestaltung</a></li>
</ul>
				  </div>
				</div>
			</div>
		</div>
	</section>
	<footer id="footer">
		<div class="container">
			<div class="footer-holder">
				<div class="row">
					<div class="col-md-6">
						<div class="logo"><a href="#"><img src="MP4/assets/images/logo.svg" alt=""></a></div>
						<p>Ein Projekt von Nadine Mlakar, Patrick Fieger, Arif Basaran und Kai Zwier</p>
					</div>
					<div class="col-md-6">
							<h4>Navigation</h4>
						<ul><li class="first"><a href="index.html" title="Home" >Home</a></li>
<li><a href="research.html" title="Research" >Research</a></li>
<li><a href="konzept.html" title="Konzept" >Konzept</a></li>
<li><a href="management.html" title="Management" >Management</a></li>
<li class="last active"><a href="technik.html" title="Technik" >Technik</a></li>
</ul>
					</div>
				</div>
			</div>
		</div>
	</footer>
</div>
<script src="MP4/assets/js/jquery-1.11.2.min.js"></script>
<script src="MP4/assets/js/bootstrap.js"></script>
<script src="MP4/assets/js/jquery.main.js"></script>
</body>
</html>