<!DOCTYPE html>
<html>
<head>
	<meta charset="utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1.0">
<title>deligoo - Internet of Things - H-DA - Internet of Things</title>
	<meta name="description" content="">
	<link rel="stylesheet" href="MP4/assets/css/bootstrap.css">
	<link rel="stylesheet" href="MP4/assets/fonts/font-awesome-4.3.0/css/font-awesome.min.css">
	<link rel="stylesheet" href="MP4/assets/css/all.css">
	<link href='http://fonts.googleapis.com/css?family=Lato:400,700,300|Source+Sans+Pro:400,700,400italic,700italic' rel='stylesheet' type='text/css'>
</head>
<body class="sub">

<div id="wrapper">
		<header id="header">
			<div class="container">
				<div class="logo"><a href="#"><img src="MP4/assets/images/logo.svg" alt="Deligoo"></a></div>
				<nav id="nav">
					<div class="opener-holder">
						<a href="#" class="nav-opener"><span></span></a>
					</div>
					
					<div class="nav-drop">
					<ul><li class="first"><a href="index.html" title="Home" >Home</a></li>
<li><a href="research.html" title="Research" >Research</a></li>
<li class="active"><a href="konzept.html" title="Konzept" >Konzept</a></li>
<li><a href="management.html" title="Management" >Management</a></li>
<li class="last"><a href="technik.html" title="Technik" >Technik</a></li>
</ul>
					</div>
				</nav>
			</div>
		</header>
	<section class="visual-container visual autoHeight">
		<div class="visual-area">
			<div class="container">
				<h2>Internet of Things</h2>
			</div>
			<img src="MP4/assets/images/img-decor-02.jpg" height="764" width="1380" alt="" class="bg-stretch">
		</div>
	</section>
	<section class="main">
		<div class="container">
			<div class="row">
				<div class="text-box col-sm-8 content">
					<h3>Definition</h3>
<p>Der Begriff <strong>Internet der Dinge</strong> beschreibt in unseren Augen, dass die Technik zunehmend in den Hintergrund r&uuml;cken wird, bis sie schlussendlich scheinbar verschwindet und herk&ouml;mmlichen Gegenst&auml;nden Intelligenz verleiht. Die Aufmerksamkeit der Nutzer soll entgegen dem momentanen Stand nicht auf der Bedienung der Ger&auml;te liegen. Vielmehr sollen Endger&auml;te, die Interaktionsm&ouml;glichkeiten bieten, den Endanwender bei seinen T&auml;tigkeiten unterst&uuml;tzen und nicht dessen volle Aufmerksamkeit einfordern.</p>
<p>Ein Ziel der Thematik ist es, die L&uuml;cke zwischen realer und virtueller Welt zu minimieren. Hierzu werden eindeutig identifizierbare reale Objekte virtuell abgebildet und erhalten die M&ouml;glichkeit Informationen entweder mit uns oder auch prim&auml;r mit anderen Ger&auml;ten teilen zu k&ouml;nnen. Durch die stetige Weiterentwicklung der Technologien wird sich die Anzahl an Informationsquellen, die auf Bedarf abgerufen werden k&ouml;nnen, rapide ansteigend vergr&ouml;&szlig;ern, wodurch immense M&ouml;glichkeiten f&uuml;r neue Services auftun.</p>
<h3>Internet of Food</h3>
<p>Per Definition ist das Internet der Lebensmittel gr&ouml;&szlig;tenteils auf Produktionskette zugeschnitten und nicht aber auf den Konsumenten. Firmen, die in der Produktionskette h&auml;ngen, k&ouml;nnen sich zu jederzeit informieren in welchem Zustand die Lebensmittel sind. Informationen &uuml;ber Haltbarkeit, N&auml;hrwerte, Inhaltsstoffe und Herkunft gelangen im Regelfall nur in gedruckter Form auf den Verpackungen zum K&auml;ufer. Erg&auml;nzt werden diese Informationen eventuell noch &uuml;ber Webseiten der Hersteller.</p>
<p>An diesen Grenzen kn&uuml;pfen wir an und zeigen eine Umsetzung, die zeitnah realisierbar ist, f&uuml;r die &Uuml;bertragung und Verkn&uuml;pfung der Lebensmittel mit dem Internet auf. Wir lassen die Lebensmittel ein Teil des IoT werden und kreieren die M&ouml;glichkeit Lebensmittel kommunizieren zu lassen. Wir verleihen Ihnen praktisch eine Stimme. Eine Br&uuml;cke zwischen Einkaufsm&auml;rkten, dem digitalen intelligenten K&uuml;hlschrank und einem Netzwerk, das sich mit dem nachhaltigen Umgang mit Lebensmitteln auseinandersetzt, wird geschaffen.</p>
<p>Lebensmittel k&ouml;nnen unser System als Sprach- und Informationskanal nutzen. Uns &uuml;ber sich informieren oder benachrichtigen, wenn sie kurz vor dem Ablaufen stehen und nachhaken, ob Sie sich nicht lieber von anderen Community Mitgliedern verzehren lassen sollten.</p>
				</div>
				<div class="col-sm-3 col-sm-offset-1">
				  <div class="sidebar-module">
				  <h3>Konzept</h3>
					<ul class="nav nav-pills nav-stacked"><li class="first active"><a href="iot.html" title="Internet of Things" >Internet of Things</a></li>
<li><a href="anforderungen.html" title="Anforderungen" >Anforderungen</a></li>
<li><a href="interaktionskonzept.html" title="Interaktionskonzept" >Interaktionskonzept</a></li>
<li class="last"><a href="gestaltung.html" title="Gestaltung" >Gestaltung</a></li>
</ul>
				  </div>
				</div>
			</div>
		</div>
	</section>
	<footer id="footer">
		<div class="container">
			<div class="footer-holder">
				<div class="row">
					<div class="col-md-6">
						<div class="logo"><a href="#"><img src="MP4/assets/images/logo.svg" alt=""></a></div>
						<p>Ein Projekt von Nadine Mlakar, Patrick Fieger, Arif Basaran und Kai Zwier</p>
					</div>
					<div class="col-md-6">
							<h4>Navigation</h4>
						<ul><li class="first"><a href="index.html" title="Home" >Home</a></li>
<li><a href="research.html" title="Research" >Research</a></li>
<li><a href="konzept.html" title="Konzept" >Konzept</a></li>
<li><a href="management.html" title="Management" >Management</a></li>
<li class="last active"><a href="technik.html" title="Technik" >Technik</a></li>
</ul>
					</div>
				</div>
			</div>
		</div>
	</footer>
</div>
<script src="MP4/assets/js/jquery-1.11.2.min.js"></script>
<script src="MP4/assets/js/bootstrap.js"></script>
<script src="MP4/assets/js/jquery.main.js"></script>
</body>
</html>