<!DOCTYPE html>
<html>
<head>
	<meta charset="utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1.0">
<title>deligoo - Internet of Things - H-DA - Konzept</title>
	<meta name="description" content="">
	<link rel="stylesheet" href="MP4/assets/css/bootstrap.css">
	<link rel="stylesheet" href="MP4/assets/fonts/font-awesome-4.3.0/css/font-awesome.min.css">
	<link rel="stylesheet" href="MP4/assets/css/all.css">
	<link href='http://fonts.googleapis.com/css?family=Lato:400,700,300|Source+Sans+Pro:400,700,400italic,700italic' rel='stylesheet' type='text/css'>
</head>
<body class="sub">

<div id="wrapper">
		<header id="header">
			<div class="container">
				<div class="logo"><a href="#"><img src="MP4/assets/images/logo.svg" alt="Deligoo"></a></div>
				<nav id="nav">
					<div class="opener-holder">
						<a href="#" class="nav-opener"><span></span></a>
					</div>
					
					<div class="nav-drop">
					<ul><li class="first"><a href="index.html" title="Home" >Home</a></li>
<li><a href="research.html" title="Research" >Research</a></li>
<li class="active"><a href="konzept.html" title="Konzept" >Konzept</a></li>
<li><a href="management.html" title="Management" >Management</a></li>
<li class="last"><a href="technik.html" title="Technik" >Technik</a></li>
</ul>
					</div>
				</nav>
			</div>
		</header>
	<section class="visual-container visual autoHeight">
		<div class="visual-area">
			<div class="container">
				<h2>Konzept</h2>
			</div>
			<img src="MP4/assets/images/img-decor-02.jpg" height="764" width="1380" alt="" class="bg-stretch">
		</div>
	</section>
	<section class="main">
		<div class="container">
			<div class="row">
				<div class="text-box col-sm-8 content">
					<h2>Grundidee</h2>
<p>In erster Linie wollen wir unseren Nutzern eine Plattform bieten, die dabei hilft &uuml;bersch&uuml;ssige Lebensmittel sinnvoll zu verbrauchen. Der Plattform liegt ein Foodsharing Konzept zugrunde, das im Gegensatz zu den etablierten Tauschplattformen einen inspirativen Charakter gegen&uuml;ber dem Endanwender einnimmt. Unser prim&auml;rer Fokus liegt dabei bei der Verwertung von Produkten, die ansonsten schlecht werden w&uuml;rden.</p>
<p>Der Kernidee des Austausches liegt das Mentale Modell eines Schaufensters zu Grunde. Ein Schaufenster kann auf mehrere Weisen interpretiert werden: dies ist zum Einen die Sicht des &bdquo;Einr&auml;umenden&ldquo; und zum Anderen die desjenigen, der davor steht und das Schaufenster als Inspirationsquelle nutzt.</p>
<p>Jedes ansprechend gestaltete Schaufenster Bedarf einiger Planungszeit. Diese reduzieren wir f&uuml;r unsere Anwender auf ein Minimum. Einzige Voraussetzung um Teil des Schaufensters zu werden ist es, das man Lebensmittel abgeben m&ouml;chte. Die Gr&uuml;nde f&uuml;r &uuml;bersch&uuml;ssige Lebensmittel sind so vielf&auml;ltig wie das Leben der Besitzer. Das f&auml;ngt bei zu gro&szlig;en Verpackungsgr&ouml;&szlig;en an und reicht &uuml;ber die Durchquerung der Planung bis hin zum mangelnden &Uuml;berblick &uuml;ber die Waren in den heimischen vier W&auml;nden.<br /> Anwender sollen zu jeder Zeit durch ihr Schaufenster einen &Uuml;berblick in die eigenen Vorr&auml;te erlangen. Das Inserieren von Lebensmitteln soll hierbei so einfach wie m&ouml;glich sein, praktisch als w&uuml;rde man diese mit nur einem kleinen Handgriff ins Schaufenster der Gemeinschaft stellen k&ouml;nnen.</p>
<p><img src="MP4/assets/images/Internet-of-Food-THNK_org.png" alt="" width="640" height="319" /></p>
<p>Das Gestalten des Schaufensters &uuml;bernimmt ein automatisierter adaptiver Prozess unseres Systems. Ausgangsbasis bilden die eigenen Vorr&auml;te des Nutzers und die angebotenen Lebensmittel der Gemeinschaft. Das Augenmerk liegt prim&auml;r auf der Verwertung von &uuml;bersch&uuml;ssigen Produkten, die abzulaufen drohen. Dies wird kombiniert mit dem individuellen Geschmack und Ern&auml;hrungstypen der Nutzer. Die Pr&auml;sentation der Lebensmittel erfolgt in einem &bdquo;Inspirationsfeed&ldquo; aus Rezepten, die aus den genannten Quellen generiert wird. Grunds&auml;tzlich wird jeder Nutzer einem regionalen/lokalem Raum zugeordnet, damit er prim&auml;r Empfehlungen bzw. Angebote in seinem &bdquo;Schaufenster&ldquo; vorfindet, die aus seiner n&auml;heren Umgebung sind. Die Angebotenen Lebensmittel k&ouml;nnen dadurch ohne gro&szlig;e Umwege eingehen zu m&uuml;ssen abgeholt werden.</p>
<p>F&uuml;r kochbegeisterte und kreative Nutzer mag ein einfaches Suchen von Lebensmitteln und Browsen durch die Angebote gen&uuml;gen, um eine Idee zu bekommen wie er diese in Hinblick auf ein leckeres Essen mit seinen Vorr&auml;te kombinieren kann. Auf der anderen Seite gibt es jedoch eine Gro&szlig;zahl an Personen, die Schaufenster gerne zur Inspiration betrachten. Da beispielsweise herk&ouml;mmliche Schaufenster von Modegesch&auml;ften nicht einzelne Klamotten auslegen, sondern diese ansprechend und stilsicher zu kompletten Outfits kombinieren. Der Betrachter erh&auml;lt sofort einen Einblick und Ideen wie man das ein oder andere Kleidungsst&uuml;ck kombinieren oder gar einen ganz neuen Stil einbinden kann. Diesen Grundgedanke m&ouml;chten wir aufgreifen und auf Lebensmittel &uuml;bertragen. In diesem Zuge entwickeln wir einen Algorithmus, der den Anwender inspiriert. Auf Basis der eingestellten Lebensmittel werden Kochrezepte generiert. Dies erfolgt nach M&ouml;glichkeit so intelligent, dass lediglich eine geringe Anzahl an Spendern aufgesucht werden muss, damit man alle Zutaten erh&auml;lt, die zum Kochen des gew&auml;hlten Rezeptes n&ouml;tig sind. Hierdurch wird ein Ausblick auf m&ouml;gliche Essen gegeben und der eigentliche Aufwand des Abholens r&uuml;ckt zun&auml;chst nicht in den Fokus.</p>
<h3>Die intelligente Einkaufsliste</h3>
<p>Wie aus dem Obigen hervor geht generieren wir an mehreren Punkten Listen mit Lebensmitteln und deren Standort. Hier kann man zus&auml;tzlich ansetzen und das System um eine smarte Funktion erweitern. Je nachdem wie ausgefallen die Rezepte sind, die man kochen m&ouml;chte, kann es passieren, dass nicht alle Lebensmittel &uuml;ber den eigenen Vorrat bzw. den der Foodsharing Gemeinschaft abgedeckt sind. Daher wird eine Liste erstellt, die sowohl abzuholende als auch einzukaufende Lebensmittel enth&auml;lt. Die bisher analog gehaltene oder in der einen Checkliste-App erstellte Einkaufsliste k&ouml;nnte mit Hilfe unseres Systems weitaus intelligenter werden. Erstellt man beispielsweise am Abend vor dem Einkauf eine Liste, kann es sein, dass man zum Einkaufszeitpunkt nur noch wenige bis gar keine Produkte unter den einzukaufenden Lebensmitteln vorfindet, da sich die Einkaufsliste stetig mit den Angeboten unserer Plattform abgleicht.</p>
<h3>Inspirationschannel</h3>
<p>Um nicht immer auf die gleichen Angebote angezeigt zu bekommen, oder selbstst&auml;ndig gefiltert werden muss, haben wir unser System effektiv entwickelt, dass es auch auf den Nutzer zugeht.</p>
<p>Die Rezeptangebote variieren nach &Ouml;rtlichkeit um Produkte aus der Community mit einzubeziehen.<br />Die Dauer der Anzeige der Angebote im Inspirationschannel richten sich nach verschiedenen Kriterien:<br />Hier sollten Rezepte aufgezeigt werden, die in erster Linie den eigenen Vorrat zu verbrauchen.<br />Um Abwechslung zu schaffen werden zu bestimmten Tageszeiten, wie zum Beispiel am Morgen,&nbsp; Produkte einbezogen um ein Fr&uuml;hst&uuml;ck daraus zu generieren.Priorit&auml;t ist es Lebensmittel mit einzubeziehen um in erster Linie zu vermeiden, dass diese schlecht werden. Welche Angebote alt sind bestimmt die Dauer der Einstellung im System. Auch k&ouml;nnten Daten wie das Haltbarkeitsdatum in Zukunft mit einflie&szlig;en.&nbsp;</p>
<h3>Problem: Nutzer m&ouml;chte nicht alles einpflegen</h3>
<p>Das System geht aktiv auf den Nutzer zu. M&ouml;glichst unaufdringlich w&auml;ren Mitteilungen, wenn er Zuhause und nicht unterwegs ist. In Form von Push-Nachrichten. Das System k&ouml;nnte den Nutzer an bald verderbliche Lebensmittel erinnern: &bdquo;Willst du mich abgeben, oder etwas mit mir essen?&ldquo;, er muss nur noch best&auml;tigen, oder ablehnen. So funktioniert das auch mit Rezepten, die alle auf einmal weggegeben werden, um nicht jeden einzelnen Lebensmittelregler zu bet&auml;tigen. Dies k&ouml;nnte ebenfalls vermieden werden, indem auch bei Abholung eines Lebensmittels oder bei Empfang ein Tauschgesch&auml;ft entsteht. Wenn etwas in die Merkliste von dem Spender gesetzt wurde, dann k&ouml;nnte das aus der Einkaufsliste von dem Empf&auml;nger synchronisiert werden und, wenn er sowieso in den Supermarkt geht, kann er dann etwas mit einkaufen oder aus eigenem Vorrat mitbringen. Nach Abholung wird der Spender gefragt ob er alle Lebensmittel abgegeben hat. Und der Empf&auml;nger ob er diese nach ablaufenden Zeitraum empfangen hat, diese pflegen sich automatisch in das System ein.</p>
				</div>
				<div class="col-sm-3 col-sm-offset-1">
				  <div class="sidebar-module">
				  <h3>Konzept</h3>
					<ul class="nav nav-pills nav-stacked"><li class="first"><a href="iot.html" title="Internet of Things" >Internet of Things</a></li>
<li><a href="anforderungen.html" title="Anforderungen" >Anforderungen</a></li>
<li><a href="interaktionskonzept.html" title="Interaktionskonzept" >Interaktionskonzept</a></li>
<li class="last"><a href="gestaltung.html" title="Gestaltung" >Gestaltung</a></li>
</ul>
				  </div>
				</div>
			</div>
		</div>
	</section>
	<footer id="footer">
		<div class="container">
			<div class="footer-holder">
				<div class="row">
					<div class="col-md-6">
						<div class="logo"><a href="#"><img src="MP4/assets/images/logo.svg" alt=""></a></div>
						<p>Ein Projekt von Nadine Mlakar, Patrick Fieger, Arif Basaran und Kai Zwier</p>
					</div>
					<div class="col-md-6">
							<h4>Navigation</h4>
						<ul><li class="first"><a href="index.html" title="Home" >Home</a></li>
<li><a href="research.html" title="Research" >Research</a></li>
<li><a href="konzept.html" title="Konzept" >Konzept</a></li>
<li><a href="management.html" title="Management" >Management</a></li>
<li class="last active"><a href="technik.html" title="Technik" >Technik</a></li>
</ul>
					</div>
				</div>
			</div>
		</div>
	</footer>
</div>
<script src="MP4/assets/js/jquery-1.11.2.min.js"></script>
<script src="MP4/assets/js/bootstrap.js"></script>
<script src="MP4/assets/js/jquery.main.js"></script>
</body>
</html>