<!DOCTYPE html>
<html>
<head>
	<meta charset="utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1.0">
<title>deligoo - Internet of Things - H-DA - Management</title>
	<meta name="description" content="">
	<link rel="stylesheet" href="MP4/assets/css/bootstrap.css">
	<link rel="stylesheet" href="MP4/assets/fonts/font-awesome-4.3.0/css/font-awesome.min.css">
	<link rel="stylesheet" href="MP4/assets/css/all.css">
	<link href='http://fonts.googleapis.com/css?family=Lato:400,700,300|Source+Sans+Pro:400,700,400italic,700italic' rel='stylesheet' type='text/css'>
</head>
<body class="sub">

<div id="wrapper">
		<header id="header">
			<div class="container">
				<div class="logo"><a href="#"><img src="MP4/assets/images/logo.svg" alt="Deligoo"></a></div>
				<nav id="nav">
					<div class="opener-holder">
						<a href="#" class="nav-opener"><span></span></a>
					</div>
					
					<div class="nav-drop">
					<ul><li class="first"><a href="index.html" title="Home" >Home</a></li>
<li><a href="research.html" title="Research" >Research</a></li>
<li><a href="konzept.html" title="Konzept" >Konzept</a></li>
<li class="active"><a href="management.html" title="Management" >Management</a></li>
<li class="last"><a href="technik.html" title="Technik" >Technik</a></li>
</ul>
					</div>
				</nav>
			</div>
		</header>
	<section class="visual-container visual autoHeight">
		<div class="visual-area">
			<div class="container">
				<h2>Management</h2>
			</div>
			<img src="MP4/assets/images/img-decor-02.jpg" height="764" width="1380" alt="" class="bg-stretch">
		</div>
	</section>
	<section class="main">
		<div class="container">
			<div class="row">
				<div class="text-box col-sm-8 content">
					<h2><strong>Business Model Canvas</strong></h2>
<h3>Key Partners:</h3>
<ul>
<li>Kochplattformen</li>
<li>Hersteller von Kassensystemen</li>
<li>Superm&auml;rkte (Bio)</li>
<li>K&uuml;hlschrankhersteller</li>
<li>Umwelt-Organisationen</li>
</ul>
<h3>Key Activities:</h3>
<ul>
<li>Prototyp finalisieren und in einen produktionsf&auml;higen Zustand bringen</li>
<li>App Programmierung</li>
<li>Marketingstrategie definieren (Trendanalysen beachten: Gesund, Vegan, Frisch&hellip;);</li>
<li>Finanzplan</li>
<li>Unterst&uuml;tzung in der Finanzierung sichern (Crowdfunding/Inkubator)</li>
<li>Nutzungsstatistiken auswerten und Optimieren</li>
</ul>
<h3>Key Resources:</h3>
<ul>
<li>Serverstruktur</li>
<li>Testhardware (Arduino, etc.) + NFC Kassensystem</li>
<li>4x Laptop</li>
<li>iOS Developer Account</li>
<li>Diverse Testger&auml;te (iPhone, Android, etc.)</li>
<li>Software Lizenzen (Google-Maps)</li>
</ul>
<h3>Value Proposition:</h3>
<p>Die &uuml;bersch&uuml;ssige Lebensmittel sinnvoll verbrauchen m&ouml;chten, k&ouml;nnen ein Teil vom Ganzen sein. Mit deligoo wollen wir ein Netzwerk unter Haushalten aufbauen - welches den Menschen beim Teilen seiner Lebensmittel unterst&uuml;tzt. Hier werden Angebot und Nachfrage verkn&uuml;pft. Wir sorgen daf&uuml;r dass diese verteilt werden. Durch Angebote werden sie inspiriert und angeregt - Gerichte aus eigenen und verf&uuml;gbaren Lebensmitteln aus der Gemeinschaft zu kreieren. Zus&auml;tzlich bleibt der Lebensmittelvorrat jederzeit vor Ort im &Uuml;berblick, damit dieser auch verwertet wird ohne zu verderben.</p>
<p>Im Gegensatz zu bisherigen Konzepten, verfolgt die Community ein gemeinsames Ziel: den nachhaltigen Umgang mit Lebensmitteln und die mit den zwischenmenschlichen Interaktionen einhergehende sozialen Vernetzung.</p>
<h3>Customer Relationship:</h3>
<p>Wir wollen eine freundschaftliche Beziehung. Zu unseren Nutzer geh&ouml;ren auch Studenten wie wir auch. Sie k&ouml;nnten uns gleichzeitig Vorschl&auml;ge/W&uuml;nsche &uuml;bermitteln um das System zu verbessern.</p>
<ul>
<li>Vorschl&auml;ge/W&uuml;nsche&nbsp;</li>
<li>Social Media Seiten wie Instagram, Pinterest als Insipirationschannel</li>
</ul>
<h3>Customer Segments:</h3>
<p>Unsere Zielgruppe ist prinzipiell in Spender und Empf&auml;nger unterteilt. Allerdings kann das System eingeschr&auml;nkt auch nur von einer Seite genutzt werden. Um eine Ausnutzung des Systems zu vermeiden, werden Regeln eingef&uuml;hrt. Zum Beispiel, ein dreimaliges Empfangen steht ein einmaliges Spenden gegen&uuml;ber. Die K&uuml;hlschrankvernetzung ist noch nicht relevant f&uuml;r unsere Zielgruppe, weil es zu teuer w&auml;re, wir&nbsp; wollen aber m&ouml;glichst viele erreichen. Daher ist das System f&uuml;r den mobilen Handynutzer ausgerichtet. Haupts&auml;chlich ist das System f&uuml;r Studenten oder Singles gedacht. Verpackungsgr&ouml;&szlig;en sind oft zu gro&szlig; und deshalb sind viele Lebensmittel sind auf Vorrat vorhanden, die jedoch gar nicht genutzt werden. Personen, die so effektiv wie m&ouml;glich sein wollen, k&ouml;nnen zum Beispiel nach der Arbeit direkt auf dem Nachhauseweg &uuml;ber den Zugriff auf das System die entsprechenden Produkte besorgen. Unkontrollierte Lagerhaltung wird vermieden. F&uuml;r kochbegeisterte und kreative Nutzer gen&uuml;gt eine einfache Suchen von Lebensmitteln und Browsen durch die Angebote, um eine Idee zu bekommen wie er diese in Hinblick auf ein leckeres Essen mit seinen Vorr&auml;te kombinieren kann.&nbsp;</p>
<h3>Aus den Sinus-Milieus l&auml;sst sich die erreichbare Zielgruppe unterteilen in:</h3>
<p><strong>Adaptiv-pragmatisches Milieu (9%)</strong></p>
<p>Die moderne junge Mitte unserer Gesellschaft mit ausgepr&auml;gtem Lebenspragmatismus und Nutzenkalk&uuml;l: zielstrebig und kompromissbereit, hedonistisch und konventionell, flexibel und sicherheitsorientiert; starkes Bed&uuml;rfnis nach Verankerung und Zugeh&ouml;rigkeit. Diese w&auml;ren Offen f&uuml;r Beratungen und w&uuml;rden sich von unserem System gerne inspirieren lassen. Und haben die Motivation gemeinsam etwas erreichen zu wollen.</p>
<p><strong>Sozial&ouml;kologisches Milieu (7%)</strong></p>
<p>Konsumkritisches /-bewusstes Milieu mit normativen Vorstellungen vom &bdquo;richtigen&ldquo; Leben: ausgepr&auml;gtes &ouml;kologisches und soziales Gewissen; Globalisierungs-Skeptiker, Bannertr&auml;ger von Political Correctness und Diversity Sozial&ouml;kologische, die sich dem Wegwerfen bewusst sind und etwas dagegen tun wollen. Eventuell Slow-Food Mitglieder. Dabei ist Slow Food ist eine weltweite Bewegung, die f&uuml;r regionales Genie&szlig;en und eine entschleunigte Lebensweise eintritt. Genuss, Vielfalt und gutes Essen stehen dabei im Mittelpunkt. Sie setzen sich daf&uuml;r ein, dass Lebensmittel "gut, sauber und fair" sind. Somit w&auml;ren unsere Nutzer Menschen von jung bis alt, die etwas spenden m&ouml;chten, g&uuml;nstige Lebensmittel suchen oder sich der Umwelt und Nahrungsmittelverschwendung bewusst sind. Dar&uuml;ber hinaus ist es auch f&uuml;r all diejenigen interessant, die sich nicht f&uuml;r Rezepte entscheiden k&ouml;nnen oder auch die, die nach Inspiration suchen.</p>
<p>http://www.sinus-institut.de/loesungen/sinus-milieus.html</p>
<h3>Channels:</h3>
<p>Instagram/Pinterest &ndash; Inspirationsblogs/Channels</p>
<p>Bei Aktionen/Messen gegen Nahrungsmittelverschwendungen auftreten. Virales Marketing: Werbespots in Youtube und Facebook. Oder zum Austausch von jungen Leuten um Bewertungen und Anregungen zu bekommen. In Universit&auml;ten werben um Studenten anzusprechen.</p>
<h3>Revenue Streams:</h3>
<p>Wir wollen ein Startup gr&uuml;nden und m&ouml;glichst viele erreichen, um gesellschaftliche Probleme unternehmerisch zu l&ouml;sen. Deshalb wird die Applikation nicht im Store vermarktet. Auch die zugeh&ouml;rigen NFC-Kassensysteme m&uuml;ssten nicht vom Supermarkt gekauft werden. Schlie&szlig;lich wollen wir eine Schnittstelle bieten. Nur die zus&auml;tzlichen NFC-Chips zum Einspeichern der eingekauften Lebensmittel k&ouml;nnen in verschiedenen Formen, zum Beispiel die eines Schl&uuml;sselanh&auml;ngers verkauft werden. Eine Anschubsfinanzierung zu beantragen w&auml;re sinnvoll. Au&szlig;erdem k&ouml;nnte uns unterst&uuml;tzen: Einzelh&auml;ndler die Werbung schalten indem sie an Suchanfragen gekoppelt sind, Bauern vor Ort, oder f&uuml;r Kochshows, die die gleiche Vision teilen - w&auml;re es interessant.</p>
<h3>Weitere Vorschl&auml;ge:</h3>
<p>Ein Abo-Modell: Mitgliedsbeitrag, wie zum Beispiel ein Member-Level kreieren. Das Premium Mitglied hat dann zum Beispiel &bdquo;Erst-Anspruchsrecht&ldquo; Lebensmittel zu reservieren. Oder weitere Zusatzfunktionen, wie Kochb&uuml;cher mit verschiedenen Themen. Essenpl&auml;ne, wie ein Di&auml;tplan, Coachings. Einbindung von Tracking der Ern&auml;hrung: Ohne Eiwei&szlig;. Im Marketing Bereich k&ouml;nnen wir ebenfalls mit Bio - M&auml;rkten wie Alnatura oder Teegut zusammen arbeiten. Dadurch kann die kritische Masse eher erreicht werden. Zus&auml;tzlich w&auml;re dies ein Benefit, indem ein soziales Image vertreten wird.</p>
				</div>
				<div class="col-sm-3 col-sm-offset-1">
				  <div class="sidebar-module">
				  </div>
				</div>
			</div>
		</div>
	</section>
	<footer id="footer">
		<div class="container">
			<div class="footer-holder">
				<div class="row">
					<div class="col-md-6">
						<div class="logo"><a href="#"><img src="MP4/assets/images/logo.svg" alt=""></a></div>
						<p>Ein Projekt von Nadine Mlakar, Patrick Fieger, Arif Basaran und Kai Zwier</p>
					</div>
					<div class="col-md-6">
							<h4>Navigation</h4>
						<ul><li class="first"><a href="index.html" title="Home" >Home</a></li>
<li><a href="research.html" title="Research" >Research</a></li>
<li><a href="konzept.html" title="Konzept" >Konzept</a></li>
<li class="active"><a href="management.html" title="Management" >Management</a></li>
<li class="last"><a href="technik.html" title="Technik" >Technik</a></li>
</ul>
					</div>
				</div>
			</div>
		</div>
	</footer>
</div>
<script src="MP4/assets/js/jquery-1.11.2.min.js"></script>
<script src="MP4/assets/js/bootstrap.js"></script>
<script src="MP4/assets/js/jquery.main.js"></script>
</body>
</html>