<!DOCTYPE html>
<html>
<head>
	<meta charset="utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1.0">
<title>deligoo - Internet of Things - H-DA - Research</title>
	<meta name="description" content="">
	<link rel="stylesheet" href="MP4/assets/css/bootstrap.css">
	<link rel="stylesheet" href="MP4/assets/fonts/font-awesome-4.3.0/css/font-awesome.min.css">
	<link rel="stylesheet" href="MP4/assets/css/all.css">
	<link href='http://fonts.googleapis.com/css?family=Lato:400,700,300|Source+Sans+Pro:400,700,400italic,700italic' rel='stylesheet' type='text/css'>
</head>
<body class="sub">

<div id="wrapper">
		<header id="header">
			<div class="container">
				<div class="logo"><a href="#"><img src="MP4/assets/images/logo.svg" alt="Deligoo"></a></div>
				<nav id="nav">
					<div class="opener-holder">
						<a href="#" class="nav-opener"><span></span></a>
					</div>
					
					<div class="nav-drop">
					<ul><li class="first"><a href="index.html" title="Home" >Home</a></li>
<li class="active"><a href="research.html" title="Research" >Research</a></li>
<li><a href="konzept.html" title="Konzept" >Konzept</a></li>
<li><a href="management.html" title="Management" >Management</a></li>
<li class="last"><a href="technik.html" title="Technik" >Technik</a></li>
</ul>
					</div>
				</nav>
			</div>
		</header>
	<section class="visual-container visual autoHeight">
		<div class="visual-area">
			<div class="container">
				<h2>Research</h2>
			</div>
			<img src="MP4/assets/images/img-decor-02.jpg" height="764" width="1380" alt="" class="bg-stretch">
		</div>
	</section>
	<section class="main">
		<div class="container">
			<div class="row">
				<div class="text-box col-sm-8 content">
					<h3>Warum ist die Lage so Kritisch?</h3>
<p>Um es vorweg zu nehmen, der&nbsp;Konsum der (Westlichen) Welt ist ma&szlig;geblich f&uuml;r den Herrschenden Welthunger verantwortlich. Doch woran genau liegt das? Diese Frage zu beantworten ist sehr Komplex und kann wohl kaum mit einem kompakten Beitrag voll und ganz beantwortet werden.</p>
<p>Was jedoch nach ausgiebiger Recherche mit Gewissheit gesagt werden kann ist, das unser Konsumverhalten der Hauptgrund f&uuml;r den weltweiten Hunger ist. Doch die Wirkung unserer Handlungen auf die Verteilung der Lebensmittel ist nicht unmittelbar messbar. Zwischen unseren Entscheidungen und den Folgen liegt ein weiter Weg und damit viele Akteure und Faktoren die das Geschehen beeinflussen. Dadurch ist eine genaue Zuordnung von Handlung und Ursache kaum m&ouml;glich. Doch was genau an unserem Konsumverhalten tr&auml;gt zu dieser Entwicklung bei? Um diese Frage zu beantworten m&uuml;ssen wir unseren Konsum genauer betrachten. Zwischen 134,12&euro; und 350,83&euro;, das ist die Spanne in der die pro Jahr anfallenden Lebensmittelabf&auml;lle deutscher Haushalte im Durchschnitt liegen.</p>
<h3>Doch warum geschieht dies?</h3>
<p>Wir haben uns um eine Ursachenforschung bem&uuml;ht und haben dabei verschiedene Haushaltskonstellationen n&auml;her beleuchtet. Dabei muss man unterscheiden zwischen Singles, Paaren, Familien und Wohngemeinschaften. Nach Befragungen in den jeweiligen Gruppen war klar das die wohl schwierigste Situation die der Wohngemeinschaft ist, aber warum? Wohngemeinschaften haben in aller Regel, im Gegensatz zu den anderen Konstellationen, keinen eindeutigen Verantwortlichen f&uuml;r die Eink&auml;ufe und das Kochen. Dies f&uuml;hrt dazu das eine Organisation der Lebensmittelvorr&auml;te oft eher chaotisch stattfindet. Es wird meistens getrennt eingekauft und auch gekocht. Des weiteren f&uuml;hren die Bewohner der Wohngemeinschaften (meistens Studenten) ein sehr dynamisches und spontanes Leben das eine gewisse Flexibilit&auml;t ihrer Umwelt verlangt. Beispielsweise gehen Studenten oft nur f&uuml;r zwei bis drei Tage einkaufen. Zumindest ist es das Ziel, jedoch kommen da gewisse Faktoren hinzu die es erschweren dieses Einzuhalten. Die meisten der Befragten Studenten gehen nach der Universit&auml;t einkaufen. Hungrig, ohne wirkliche Idee was man kochen soll und mit l&uuml;ckenhaftem Wissen &uuml;ber die Heimischen Vorr&auml;te. Dies f&uuml;hrt dazu das die Eink&auml;ufe von aus einer Mischung aus Hunger und Gewohnheitsk&auml;ufen dominiert werden. Dies f&uuml;hrt dazu das die angedachten Bedarfsdeckung zu einer Vorratserweiterung f&uuml;hrt. Hinzu kommt das viele Studenten an den Wochenenden nicht an ihren Wohnorten verweilen und statt dessen Eltern in der Heimat besuchen oder die Freundin oder den Freund. Dies f&uuml;hrt dazu das die Studierenden, trotz eines hohen Bewusstseins f&uuml;r den verantwortungsvollen Umgang mit Lebensmitteln, einen nicht unerheblichen Beitrag zur Verschwendung leisten.&nbsp;</p>
<h3>Wie beeinflusst unsere Lebensmittelverschwendung die Verteilung der Lebensmittel auf dem Erdball?&nbsp;</h3>
<p><strong>So baut sich am Beispiel Fleischkonsum folgende Kausalkette auf:</strong></p>
<p>Durch unseren hohen Konsum und dem Verlangen g&uuml;nstig einzukaufen generieren wir eine Nachfrage am Markt. Diese Nachfrage wird durch die Anbieter, in diesem Fall der Unternehmen aus der Fleischindustrie, wahrgenommen und versucht zu decken mit einem Angebot. Dieses Angebot muss allerdings Konkurrenzf&auml;hig sein um den Preis anbieten zu k&ouml;nnen den die Konsumenten bereit sind zu bezahlen. Dadurch wird die Tierhaltung zur Massentierhaltung und das Tierfutter welches in Deutschland Produziert wird reicht nicht mehr aus um den Bedarf der Industrie zu decken. Da wir in Deutschland f&uuml;r zus&auml;tzliche Felder die nur f&uuml;r Tierfutter bestellt werden nicht den Platz haben wird das Problem Exportiert. Das Gesch&auml;ft mit dem Tierfutter ist so Lukrativ das sich Unternehmen daraufhin spezialisiert haben. Doch die Landwirtschaftlich nutzbare Fl&auml;che ist immer noch zu klein. So wird in Afrika angebaut, kurzer Hand werden ganze Ackerl&auml;nder der &ouml;rtlichen Bauern, besetzt und mit eigenem Soja bepflanzt. Die &ouml;rtlichen Bauern k&ouml;nnen nicht mehr genug Produzieren um sich zu ern&auml;hren, geschweige denn den die Unternehmen Verklagen. Und so m&uuml;ssen viele L&auml;nder in Afrika ihre Lebensmittel aus dem Ausland beziehen, f&uuml;r verh&auml;ltnism&auml;&szlig;ig viel Geld. Dies ist nur ein Beispiel das Zeigt wie unsere&nbsp;</p>
<h3>Alleine mit dem Verschwendeten Essen der Nordamerikaner und Europ&auml;er k&ouml;nnten wir den Rest der Welt 3 mal ern&auml;hren.&nbsp;</h3>
				</div>
				<div class="col-sm-3 col-sm-offset-1">
				  <div class="sidebar-module">
					
				  </div>
				</div>
			</div>
		</div>
	</section>
	<footer id="footer">
		<div class="container">
			<div class="footer-holder">
				<div class="row">
					<div class="col-md-6">
						<div class="logo"><a href="#"><img src="MP4/assets/images/logo.svg" alt=""></a></div>
						<p>Ein Projekt von Nadine Mlakar, Patrick Fieger, Arif Basaran und Kai Zwier</p>
					</div>
					<div class="col-md-6">
							<h4>Navigation</h4>
						<ul><li class="first"><a href="index.html" title="Home" >Home</a></li>
<li><a href="research.html" title="Research" >Research</a></li>
<li><a href="konzept.html" title="Konzept" >Konzept</a></li>
<li class="active"><a href="management.html" title="Management" >Management</a></li>
<li class="last"><a href="technik.html" title="Technik" >Technik</a></li>
</ul>
					</div>
				</div>
			</div>
		</div>
	</footer>
</div>
<script src="MP4/assets/js/jquery-1.11.2.min.js"></script>
<script src="MP4/assets/js/bootstrap.js"></script>
<script src="MP4/assets/js/jquery.main.js"></script>
</body>
</html>